{
    "special_tokens": {
        "<blank>": 0,
        "<pad>": 1
    },
    "char_to_idx": {
        " ": 2,
        "!": 3,
        "\"": 4,
        "'": 5,
        "(": 6,
        ")": 7,
        "*": 8,
        ",": 9,
        "-": 10,
        ".": 11,
        "/": 12,
        "0": 13,
        "1": 14,
        "2": 15,
        "3": 16,
        "4": 17,
        "5": 18,
        "6": 19,
        "7": 20,
        "8": 21,
        "9": 22,
        ":": 23,
        ";": 24,
        "?": 25,
        "A": 26,
        "B": 27,
        "C": 28,
        "D": 29,
        "E": 30,
        "F": 31,
        "G": 32,
        "H": 33,
        "I": 34,
        "J": 35,
        "K": 36,
        "M": 37,
        "N": 38,
        "O": 39,
        "P": 40,
        "Q": 41,
        "R": 42,
        "S": 43,
        "T": 44,
        "U": 45,
        "V": 46,
        "W": 47,
        "Y": 48,
        "Z": 49,
        "[": 50,
        "\\": 51,
        "]": 52,
        "_": 53,
        "a": 54,
        "b": 55,
        "c": 56,
        "d": 57,
        "e": 58,
        "f": 59,
        "g": 60,
        "h": 61,
        "i": 62,
        "k": 63,
        "l": 64,
        "m": 65,
        "n": 66,
        "o": 67,
        "p": 68,
        "r": 69,
        "s": 70,
        "t": 71,
        "u": 72,
        "v": 73,
        "w": 74,
        "x": 75,
        "y": 76,
        "|": 77,
        "ï": 78,
        "؁": 79,
        "؂": 80,
        "،": 81,
        "ؐ": 82,
        "ؓ": 83,
        "ؔ": 84,
        "؟": 85,
        "ء": 86,
        "آ": 87,
        "ؤ": 88,
        "ئ": 89,
        "ا": 90,
        "ب": 91,
        "ت": 92,
        "ث": 93,
        "ج": 94,
        "ح": 95,
        "خ": 96,
        "د": 97,
        "ذ": 98,
        "ر": 99,
        "ز": 100,
        "س": 101,
        "ش": 102,
        "ص": 103,
        "ض": 104,
        "ط": 105,
        "ظ": 106,
        "ع": 107,
        "غ": 108,
        "ف": 109,
        "ق": 110,
        "ل": 111,
        "م": 112,
        "ن": 113,
        "و": 114,
        "ً": 115,
        "َ": 116,
        "ُ": 117,
        "ِ": 118,
        "ّ": 119,
        "ٓ": 120,
        "ٔ": 121,
        "ٖ": 122,
        "٭": 123,
        "ٰ": 124,
        "ٹ": 125,
        "پ": 126,
        "چ": 127,
        "ڈ": 128,
        "ڑ": 129,
        "ژ": 130,
        "ک": 131,
        "گ": 132,
        "ں": 133,
        "ھ": 134,
        "ہ": 135,
        "ی": 136,
        "ے": 137,
        "۔": 138,
        "۰": 139,
        "۱": 140,
        "۲": 141,
        "۳": 142,
        "۴": 143,
        "۵": 144,
        "۶": 145,
        "۷": 146,
        "۸": 147,
        "۹": 148,
        "ँ": 149,
        "ं": 150,
        "ः": 151,
        "अ": 152,
        "आ": 153,
        "इ": 154,
        "ई": 155,
        "उ": 156,
        "ऊ": 157,
        "ए": 158,
        "ऐ": 159,
        "ऑ": 160,
        "ओ": 161,
        "औ": 162,
        "क": 163,
        "ख": 164,
        "ग": 165,
        "घ": 166,
        "च": 167,
        "छ": 168,
        "ज": 169,
        "झ": 170,
        "ञ": 171,
        "ट": 172,
        "ठ": 173,
        "ड": 174,
        "ढ": 175,
        "ण": 176,
        "त": 177,
        "थ": 178,
        "द": 179,
        "ध": 180,
        "न": 181,
        "प": 182,
        "फ": 183,
        "ब": 184,
        "भ": 185,
        "म": 186,
        "य": 187,
        "र": 188,
        "ऱ": 189,
        "ल": 190,
        "ळ": 191,
        "व": 192,
        "श": 193,
        "ष": 194,
        "स": 195,
        "ह": 196,
        "ा": 197,
        "ि": 198,
        "ी": 199,
        "ु": 200,
        "ू": 201,
        "ृ": 202,
        "ॅ": 203,
        "े": 204,
        "ै": 205,
        "ॉ": 206,
        "ो": 207,
        "ौ": 208,
        "्": 209,
        "क़": 210,
        "ग़": 211,
        "ज़": 212,
        "ड़": 213,
        "ढ़": 214,
        "फ़": 215,
        "।": 216,
        "॥": 217,
        "०": 218,
        "१": 219,
        "२": 220,
        "३": 221,
        "४": 222,
        "५": 223,
        "६": 224,
        "७": 225,
        "८": 226,
        "९": 227,
        "ঁ": 228,
        "ং": 229,
        "ঃ": 230,
        "অ": 231,
        "আ": 232,
        "ই": 233,
        "ঈ": 234,
        "উ": 235,
        "ঊ": 236,
        "এ": 237,
        "ঐ": 238,
        "ও": 239,
        "ঔ": 240,
        "ক": 241,
        "খ": 242,
        "গ": 243,
        "ঘ": 244,
        "ঙ": 245,
        "চ": 246,
        "ছ": 247,
        "জ": 248,
        "ঝ": 249,
        "ঞ": 250,
        "ট": 251,
        "ঠ": 252,
        "ড": 253,
        "ঢ": 254,
        "ণ": 255,
        "ত": 256,
        "থ": 257,
        "দ": 258,
        "ধ": 259,
        "ন": 260,
        "প": 261,
        "ফ": 262,
        "ব": 263,
        "ভ": 264,
        "ম": 265,
        "য": 266,
        "র": 267,
        "ল": 268,
        "শ": 269,
        "ষ": 270,
        "স": 271,
        "হ": 272,
        "়": 273,
        "া": 274,
        "ি": 275,
        "ী": 276,
        "ু": 277,
        "ূ": 278,
        "ৃ": 279,
        "ে": 280,
        "ৈ": 281,
        "ো": 282,
        "ৌ": 283,
        "্": 284,
        "ৎ": 285,
        "ড়": 286,
        "ঢ়": 287,
        "য়": 288,
        "০": 289,
        "১": 290,
        "২": 291,
        "৩": 292,
        "৪": 293,
        "৭": 294,
        "৮": 295,
        "৯": 296,
        "ৰ": 297,
        "ৱ": 298,
        "৷": 299,
        "ਂ": 300,
        "ਅ": 301,
        "ਆ": 302,
        "ਇ": 303,
        "ਈ": 304,
        "ਉ": 305,
        "ਊ": 306,
        "ਏ": 307,
        "ਐ": 308,
        "ਓ": 309,
        "ਔ": 310,
        "ਕ": 311,
        "ਖ": 312,
        "ਗ": 313,
        "ਘ": 314,
        "ਚ": 315,
        "ਛ": 316,
        "ਜ": 317,
        "ਝ": 318,
        "ਟ": 319,
        "ਠ": 320,
        "ਡ": 321,
        "ਢ": 322,
        "ਣ": 323,
        "ਤ": 324,
        "ਥ": 325,
        "ਦ": 326,
        "ਧ": 327,
        "ਨ": 328,
        "ਪ": 329,
        "ਫ": 330,
        "ਬ": 331,
        "ਭ": 332,
        "ਮ": 333,
        "ਯ": 334,
        "ਰ": 335,
        "ਲ": 336,
        "ਵ": 337,
        "ਸ਼": 338,
        "ਸ": 339,
        "ਹ": 340,
        "ਾ": 341,
        "ਿ": 342,
        "ੀ": 343,
        "ੁ": 344,
        "ੂ": 345,
        "ੇ": 346,
        "ੈ": 347,
        "ੋ": 348,
        "ੌ": 349,
        "੍": 350,
        "ਖ਼": 351,
        "ਗ਼": 352,
        "ਜ਼": 353,
        "ੜ": 354,
        "ਫ਼": 355,
        "੦": 356,
        "੧": 357,
        "੨": 358,
        "੩": 359,
        "੫": 360,
        "ੰ": 361,
        "ੱ": 362,
        "ં": 363,
        "ઃ": 364,
        "અ": 365,
        "આ": 366,
        "ઇ": 367,
        "ઈ": 368,
        "ઉ": 369,
        "ઊ": 370,
        "એ": 371,
        "ઑ": 372,
        "ઓ": 373,
        "ઔ": 374,
        "ક": 375,
        "ખ": 376,
        "ગ": 377,
        "ઘ": 378,
        "ચ": 379,
        "છ": 380,
        "જ": 381,
        "ઝ": 382,
        "ઞ": 383,
        "ટ": 384,
        "ઠ": 385,
        "ડ": 386,
        "ઢ": 387,
        "ણ": 388,
        "ત": 389,
        "થ": 390,
        "દ": 391,
        "ધ": 392,
        "ન": 393,
        "પ": 394,
        "ફ": 395,
        "બ": 396,
        "ભ": 397,
        "મ": 398,
        "ય": 399,
        "ર": 400,
        "લ": 401,
        "ળ": 402,
        "વ": 403,
        "શ": 404,
        "ષ": 405,
        "સ": 406,
        "હ": 407,
        "ા": 408,
        "િ": 409,
        "ી": 410,
        "ુ": 411,
        "ૂ": 412,
        "ૃ": 413,
        "ૅ": 414,
        "ે": 415,
        "ૈ": 416,
        "ૉ": 417,
        "ો": 418,
        "ૌ": 419,
        "્": 420,
        "૦": 421,
        "૧": 422,
        "૨": 423,
        "૩": 424,
        "૪": 425,
        "૫": 426,
        "૬": 427,
        "૭": 428,
        "૮": 429,
        "૯": 430,
        "ଁ": 431,
        "ଂ": 432,
        "ଃ": 433,
        "ଅ": 434,
        "ଆ": 435,
        "ଇ": 436,
        "ଈ": 437,
        "ଉ": 438,
        "ଊ": 439,
        "ଋ": 440,
        "ଏ": 441,
        "ଐ": 442,
        "ଓ": 443,
        "ଔ": 444,
        "କ": 445,
        "ଖ": 446,
        "ଗ": 447,
        "ଘ": 448,
        "ଙ": 449,
        "ଚ": 450,
        "ଛ": 451,
        "ଜ": 452,
        "ଝ": 453,
        "ଞ": 454,
        "ଟ": 455,
        "ଠ": 456,
        "ଡ": 457,
        "ଢ": 458,
        "ଣ": 459,
        "ତ": 460,
        "ଥ": 461,
        "ଦ": 462,
        "ଧ": 463,
        "ନ": 464,
        "ପ": 465,
        "ଫ": 466,
        "ବ": 467,
        "ଭ": 468,
        "ମ": 469,
        "ଯ": 470,
        "ର": 471,
        "ଲ": 472,
        "ଳ": 473,
        "ଶ": 474,
        "ଷ": 475,
        "ସ": 476,
        "ହ": 477,
        "ା": 478,
        "ି": 479,
        "ୀ": 480,
        "ୁ": 481,
        "ୂ": 482,
        "ୃ": 483,
        "େ": 484,
        "ୈ": 485,
        "ୋ": 486,
        "ୌ": 487,
        "୍": 488,
        "ଡ଼": 489,
        "ଢ଼": 490,
        "ୟ": 491,
        "୧": 492,
        "୨": 493,
        "୪": 494,
        "୬": 495,
        "୯": 496,
        "ஃ": 497,
        "அ": 498,
        "ஆ": 499,
        "இ": 500,
        "ஈ": 501,
        "உ": 502,
        "ஊ": 503,
        "எ": 504,
        "ஏ": 505,
        "ஐ": 506,
        "ஒ": 507,
        "ஓ": 508,
        "க": 509,
        "ங": 510,
        "ச": 511,
        "ஜ": 512,
        "ஞ": 513,
        "ட": 514,
        "ண": 515,
        "த": 516,
        "ந": 517,
        "ன": 518,
        "ப": 519,
        "ம": 520,
        "ய": 521,
        "ர": 522,
        "ற": 523,
        "ல": 524,
        "ள": 525,
        "ழ": 526,
        "வ": 527,
        "ஷ": 528,
        "ஸ": 529,
        "ஹ": 530,
        "ா": 531,
        "ி": 532,
        "ீ": 533,
        "ு": 534,
        "ூ": 535,
        "ெ": 536,
        "ே": 537,
        "ை": 538,
        "ொ": 539,
        "ோ": 540,
        "்": 541,
        "ఁ": 542,
        "ం": 543,
        "ః": 544,
        "అ": 545,
        "ఆ": 546,
        "ఇ": 547,
        "ఈ": 548,
        "ఉ": 549,
        "ఊ": 550,
        "ఎ": 551,
        "ఏ": 552,
        "ఒ": 553,
        "ఓ": 554,
        "ఔ": 555,
        "క": 556,
        "ఖ": 557,
        "గ": 558,
        "ఘ": 559,
        "చ": 560,
        "ఛ": 561,
        "జ": 562,
        "ఞ": 563,
        "ట": 564,
        "ఠ": 565,
        "డ": 566,
        "ఢ": 567,
        "ణ": 568,
        "త": 569,
        "థ": 570,
        "ద": 571,
        "ధ": 572,
        "న": 573,
        "ప": 574,
        "ఫ": 575,
        "బ": 576,
        "భ": 577,
        "మ": 578,
        "య": 579,
        "ర": 580,
        "ఱ": 581,
        "ల": 582,
        "ళ": 583,
        "వ": 584,
        "శ": 585,
        "ష": 586,
        "స": 587,
        "హ": 588,
        "ా": 589,
        "ి": 590,
        "ీ": 591,
        "ు": 592,
        "ూ": 593,
        "ృ": 594,
        "ె": 595,
        "ే": 596,
        "ై": 597,
        "ొ": 598,
        "ో": 599,
        "ౌ": 600,
        "్": 601,
        "ಂ": 602,
        "ಃ": 603,
        "ಅ": 604,
        "ಆ": 605,
        "ಇ": 606,
        "ಈ": 607,
        "ಉ": 608,
        "ಊ": 609,
        "ಋ": 610,
        "ಎ": 611,
        "ಏ": 612,
        "ಐ": 613,
        "ಒ": 614,
        "ಓ": 615,
        "ಔ": 616,
        "ಕ": 617,
        "ಖ": 618,
        "ಗ": 619,
        "ಘ": 620,
        "ಚ": 621,
        "ಛ": 622,
        "ಜ": 623,
        "ಝ": 624,
        "ಞ": 625,
        "ಟ": 626,
        "ಠ": 627,
        "ಡ": 628,
        "ಢ": 629,
        "ಣ": 630,
        "ತ": 631,
        "ಥ": 632,
        "ದ": 633,
        "ಧ": 634,
        "ನ": 635,
        "ಪ": 636,
        "ಫ": 637,
        "ಬ": 638,
        "ಭ": 639,
        "ಮ": 640,
        "ಯ": 641,
        "ರ": 642,
        "ಱ": 643,
        "ಲ": 644,
        "ಳ": 645,
        "ವ": 646,
        "ಶ": 647,
        "ಷ": 648,
        "ಸ": 649,
        "ಹ": 650,
        "ಾ": 651,
        "ಿ": 652,
        "ೀ": 653,
        "ು": 654,
        "ೂ": 655,
        "ೃ": 656,
        "ೆ": 657,
        "ೇ": 658,
        "ೈ": 659,
        "ೊ": 660,
        "ೋ": 661,
        "ೌ": 662,
        "್": 663,
        "೦": 664,
        "೧": 665,
        "೨": 666,
        "೩": 667,
        "೪": 668,
        "೫": 669,
        "೬": 670,
        "೭": 671,
        "೮": 672,
        "೯": 673,
        "‌": 674,
        "‍": 675,
        "–": 676,
        "—": 677,
        "‘": 678,
        "’": 679,
        "“": 680,
        "”": 681,
        "…": 682,
        "<blank>": 0,
        "<pad>": 1
    },
    "idx_to_char": {
        "2": " ",
        "3": "!",
        "4": "\"",
        "5": "'",
        "6": "(",
        "7": ")",
        "8": "*",
        "9": ",",
        "10": "-",
        "11": ".",
        "12": "/",
        "13": "0",
        "14": "1",
        "15": "2",
        "16": "3",
        "17": "4",
        "18": "5",
        "19": "6",
        "20": "7",
        "21": "8",
        "22": "9",
        "23": ":",
        "24": ";",
        "25": "?",
        "26": "A",
        "27": "B",
        "28": "C",
        "29": "D",
        "30": "E",
        "31": "F",
        "32": "G",
        "33": "H",
        "34": "I",
        "35": "J",
        "36": "K",
        "37": "M",
        "38": "N",
        "39": "O",
        "40": "P",
        "41": "Q",
        "42": "R",
        "43": "S",
        "44": "T",
        "45": "U",
        "46": "V",
        "47": "W",
        "48": "Y",
        "49": "Z",
        "50": "[",
        "51": "\\",
        "52": "]",
        "53": "_",
        "54": "a",
        "55": "b",
        "56": "c",
        "57": "d",
        "58": "e",
        "59": "f",
        "60": "g",
        "61": "h",
        "62": "i",
        "63": "k",
        "64": "l",
        "65": "m",
        "66": "n",
        "67": "o",
        "68": "p",
        "69": "r",
        "70": "s",
        "71": "t",
        "72": "u",
        "73": "v",
        "74": "w",
        "75": "x",
        "76": "y",
        "77": "|",
        "78": "ï",
        "79": "؁",
        "80": "؂",
        "81": "،",
        "82": "ؐ",
        "83": "ؓ",
        "84": "ؔ",
        "85": "؟",
        "86": "ء",
        "87": "آ",
        "88": "ؤ",
        "89": "ئ",
        "90": "ا",
        "91": "ب",
        "92": "ت",
        "93": "ث",
        "94": "ج",
        "95": "ح",
        "96": "خ",
        "97": "د",
        "98": "ذ",
        "99": "ر",
        "100": "ز",
        "101": "س",
        "102": "ش",
        "103": "ص",
        "104": "ض",
        "105": "ط",
        "106": "ظ",
        "107": "ع",
        "108": "غ",
        "109": "ف",
        "110": "ق",
        "111": "ل",
        "112": "م",
        "113": "ن",
        "114": "و",
        "115": "ً",
        "116": "َ",
        "117": "ُ",
        "118": "ِ",
        "119": "ّ",
        "120": "ٓ",
        "121": "ٔ",
        "122": "ٖ",
        "123": "٭",
        "124": "ٰ",
        "125": "ٹ",
        "126": "پ",
        "127": "چ",
        "128": "ڈ",
        "129": "ڑ",
        "130": "ژ",
        "131": "ک",
        "132": "گ",
        "133": "ں",
        "134": "ھ",
        "135": "ہ",
        "136": "ی",
        "137": "ے",
        "138": "۔",
        "139": "۰",
        "140": "۱",
        "141": "۲",
        "142": "۳",
        "143": "۴",
        "144": "۵",
        "145": "۶",
        "146": "۷",
        "147": "۸",
        "148": "۹",
        "149": "ँ",
        "150": "ं",
        "151": "ः",
        "152": "अ",
        "153": "आ",
        "154": "इ",
        "155": "ई",
        "156": "उ",
        "157": "ऊ",
        "158": "ए",
        "159": "ऐ",
        "160": "ऑ",
        "161": "ओ",
        "162": "औ",
        "163": "क",
        "164": "ख",
        "165": "ग",
        "166": "घ",
        "167": "च",
        "168": "छ",
        "169": "ज",
        "170": "झ",
        "171": "ञ",
        "172": "ट",
        "173": "ठ",
        "174": "ड",
        "175": "ढ",
        "176": "ण",
        "177": "त",
        "178": "थ",
        "179": "द",
        "180": "ध",
        "181": "न",
        "182": "प",
        "183": "फ",
        "184": "ब",
        "185": "भ",
        "186": "म",
        "187": "य",
        "188": "र",
        "189": "ऱ",
        "190": "ल",
        "191": "ळ",
        "192": "व",
        "193": "श",
        "194": "ष",
        "195": "स",
        "196": "ह",
        "197": "ा",
        "198": "ि",
        "199": "ी",
        "200": "ु",
        "201": "ू",
        "202": "ृ",
        "203": "ॅ",
        "204": "े",
        "205": "ै",
        "206": "ॉ",
        "207": "ो",
        "208": "ौ",
        "209": "्",
        "210": "क़",
        "211": "ग़",
        "212": "ज़",
        "213": "ड़",
        "214": "ढ़",
        "215": "फ़",
        "216": "।",
        "217": "॥",
        "218": "०",
        "219": "१",
        "220": "२",
        "221": "३",
        "222": "४",
        "223": "५",
        "224": "६",
        "225": "७",
        "226": "८",
        "227": "९",
        "228": "ঁ",
        "229": "ং",
        "230": "ঃ",
        "231": "অ",
        "232": "আ",
        "233": "ই",
        "234": "ঈ",
        "235": "উ",
        "236": "ঊ",
        "237": "এ",
        "238": "ঐ",
        "239": "ও",
        "240": "ঔ",
        "241": "ক",
        "242": "খ",
        "243": "গ",
        "244": "ঘ",
        "245": "ঙ",
        "246": "চ",
        "247": "ছ",
        "248": "জ",
        "249": "ঝ",
        "250": "ঞ",
        "251": "ট",
        "252": "ঠ",
        "253": "ড",
        "254": "ঢ",
        "255": "ণ",
        "256": "ত",
        "257": "থ",
        "258": "দ",
        "259": "ধ",
        "260": "ন",
        "261": "প",
        "262": "ফ",
        "263": "ব",
        "264": "ভ",
        "265": "ম",
        "266": "য",
        "267": "র",
        "268": "ল",
        "269": "শ",
        "270": "ষ",
        "271": "স",
        "272": "হ",
        "273": "়",
        "274": "া",
        "275": "ি",
        "276": "ী",
        "277": "ু",
        "278": "ূ",
        "279": "ৃ",
        "280": "ে",
        "281": "ৈ",
        "282": "ো",
        "283": "ৌ",
        "284": "্",
        "285": "ৎ",
        "286": "ড়",
        "287": "ঢ়",
        "288": "য়",
        "289": "০",
        "290": "১",
        "291": "২",
        "292": "৩",
        "293": "৪",
        "294": "৭",
        "295": "৮",
        "296": "৯",
        "297": "ৰ",
        "298": "ৱ",
        "299": "৷",
        "300": "ਂ",
        "301": "ਅ",
        "302": "ਆ",
        "303": "ਇ",
        "304": "ਈ",
        "305": "ਉ",
        "306": "ਊ",
        "307": "ਏ",
        "308": "ਐ",
        "309": "ਓ",
        "310": "ਔ",
        "311": "ਕ",
        "312": "ਖ",
        "313": "ਗ",
        "314": "ਘ",
        "315": "ਚ",
        "316": "ਛ",
        "317": "ਜ",
        "318": "ਝ",
        "319": "ਟ",
        "320": "ਠ",
        "321": "ਡ",
        "322": "ਢ",
        "323": "ਣ",
        "324": "ਤ",
        "325": "ਥ",
        "326": "ਦ",
        "327": "ਧ",
        "328": "ਨ",
        "329": "ਪ",
        "330": "ਫ",
        "331": "ਬ",
        "332": "ਭ",
        "333": "ਮ",
        "334": "ਯ",
        "335": "ਰ",
        "336": "ਲ",
        "337": "ਵ",
        "338": "ਸ਼",
        "339": "ਸ",
        "340": "ਹ",
        "341": "ਾ",
        "342": "ਿ",
        "343": "ੀ",
        "344": "ੁ",
        "345": "ੂ",
        "346": "ੇ",
        "347": "ੈ",
        "348": "ੋ",
        "349": "ੌ",
        "350": "੍",
        "351": "ਖ਼",
        "352": "ਗ਼",
        "353": "ਜ਼",
        "354": "ੜ",
        "355": "ਫ਼",
        "356": "੦",
        "357": "੧",
        "358": "੨",
        "359": "੩",
        "360": "੫",
        "361": "ੰ",
        "362": "ੱ",
        "363": "ં",
        "364": "ઃ",
        "365": "અ",
        "366": "આ",
        "367": "ઇ",
        "368": "ઈ",
        "369": "ઉ",
        "370": "ઊ",
        "371": "એ",
        "372": "ઑ",
        "373": "ઓ",
        "374": "ઔ",
        "375": "ક",
        "376": "ખ",
        "377": "ગ",
        "378": "ઘ",
        "379": "ચ",
        "380": "છ",
        "381": "જ",
        "382": "ઝ",
        "383": "ઞ",
        "384": "ટ",
        "385": "ઠ",
        "386": "ડ",
        "387": "ઢ",
        "388": "ણ",
        "389": "ત",
        "390": "થ",
        "391": "દ",
        "392": "ધ",
        "393": "ન",
        "394": "પ",
        "395": "ફ",
        "396": "બ",
        "397": "ભ",
        "398": "મ",
        "399": "ય",
        "400": "ર",
        "401": "લ",
        "402": "ળ",
        "403": "વ",
        "404": "શ",
        "405": "ષ",
        "406": "સ",
        "407": "હ",
        "408": "ા",
        "409": "િ",
        "410": "ી",
        "411": "ુ",
        "412": "ૂ",
        "413": "ૃ",
        "414": "ૅ",
        "415": "ે",
        "416": "ૈ",
        "417": "ૉ",
        "418": "ો",
        "419": "ૌ",
        "420": "્",
        "421": "૦",
        "422": "૧",
        "423": "૨",
        "424": "૩",
        "425": "૪",
        "426": "૫",
        "427": "૬",
        "428": "૭",
        "429": "૮",
        "430": "૯",
        "431": "ଁ",
        "432": "ଂ",
        "433": "ଃ",
        "434": "ଅ",
        "435": "ଆ",
        "436": "ଇ",
        "437": "ଈ",
        "438": "ଉ",
        "439": "ଊ",
        "440": "ଋ",
        "441": "ଏ",
        "442": "ଐ",
        "443": "ଓ",
        "444": "ଔ",
        "445": "କ",
        "446": "ଖ",
        "447": "ଗ",
        "448": "ଘ",
        "449": "ଙ",
        "450": "ଚ",
        "451": "ଛ",
        "452": "ଜ",
        "453": "ଝ",
        "454": "ଞ",
        "455": "ଟ",
        "456": "ଠ",
        "457": "ଡ",
        "458": "ଢ",
        "459": "ଣ",
        "460": "ତ",
        "461": "ଥ",
        "462": "ଦ",
        "463": "ଧ",
        "464": "ନ",
        "465": "ପ",
        "466": "ଫ",
        "467": "ବ",
        "468": "ଭ",
        "469": "ମ",
        "470": "ଯ",
        "471": "ର",
        "472": "ଲ",
        "473": "ଳ",
        "474": "ଶ",
        "475": "ଷ",
        "476": "ସ",
        "477": "ହ",
        "478": "ା",
        "479": "ି",
        "480": "ୀ",
        "481": "ୁ",
        "482": "ୂ",
        "483": "ୃ",
        "484": "େ",
        "485": "ୈ",
        "486": "ୋ",
        "487": "ୌ",
        "488": "୍",
        "489": "ଡ଼",
        "490": "ଢ଼",
        "491": "ୟ",
        "492": "୧",
        "493": "୨",
        "494": "୪",
        "495": "୬",
        "496": "୯",
        "497": "ஃ",
        "498": "அ",
        "499": "ஆ",
        "500": "இ",
        "501": "ஈ",
        "502": "உ",
        "503": "ஊ",
        "504": "எ",
        "505": "ஏ",
        "506": "ஐ",
        "507": "ஒ",
        "508": "ஓ",
        "509": "க",
        "510": "ங",
        "511": "ச",
        "512": "ஜ",
        "513": "ஞ",
        "514": "ட",
        "515": "ண",
        "516": "த",
        "517": "ந",
        "518": "ன",
        "519": "ப",
        "520": "ம",
        "521": "ய",
        "522": "ர",
        "523": "ற",
        "524": "ல",
        "525": "ள",
        "526": "ழ",
        "527": "வ",
        "528": "ஷ",
        "529": "ஸ",
        "530": "ஹ",
        "531": "ா",
        "532": "ி",
        "533": "ீ",
        "534": "ு",
        "535": "ூ",
        "536": "ெ",
        "537": "ே",
        "538": "ை",
        "539": "ொ",
        "540": "ோ",
        "541": "்",
        "542": "ఁ",
        "543": "ం",
        "544": "ః",
        "545": "అ",
        "546": "ఆ",
        "547": "ఇ",
        "548": "ఈ",
        "549": "ఉ",
        "550": "ఊ",
        "551": "ఎ",
        "552": "ఏ",
        "553": "ఒ",
        "554": "ఓ",
        "555": "ఔ",
        "556": "క",
        "557": "ఖ",
        "558": "గ",
        "559": "ఘ",
        "560": "చ",
        "561": "ఛ",
        "562": "జ",
        "563": "ఞ",
        "564": "ట",
        "565": "ఠ",
        "566": "డ",
        "567": "ఢ",
        "568": "ణ",
        "569": "త",
        "570": "థ",
        "571": "ద",
        "572": "ధ",
        "573": "న",
        "574": "ప",
        "575": "ఫ",
        "576": "బ",
        "577": "భ",
        "578": "మ",
        "579": "య",
        "580": "ర",
        "581": "ఱ",
        "582": "ల",
        "583": "ళ",
        "584": "వ",
        "585": "శ",
        "586": "ష",
        "587": "స",
        "588": "హ",
        "589": "ా",
        "590": "ి",
        "591": "ీ",
        "592": "ు",
        "593": "ూ",
        "594": "ృ",
        "595": "ె",
        "596": "ే",
        "597": "ై",
        "598": "ొ",
        "599": "ో",
        "600": "ౌ",
        "601": "్",
        "602": "ಂ",
        "603": "ಃ",
        "604": "ಅ",
        "605": "ಆ",
        "606": "ಇ",
        "607": "ಈ",
        "608": "ಉ",
        "609": "ಊ",
        "610": "ಋ",
        "611": "ಎ",
        "612": "ಏ",
        "613": "ಐ",
        "614": "ಒ",
        "615": "ಓ",
        "616": "ಔ",
        "617": "ಕ",
        "618": "ಖ",
        "619": "ಗ",
        "620": "ಘ",
        "621": "ಚ",
        "622": "ಛ",
        "623": "ಜ",
        "624": "ಝ",
        "625": "ಞ",
        "626": "ಟ",
        "627": "ಠ",
        "628": "ಡ",
        "629": "ಢ",
        "630": "ಣ",
        "631": "ತ",
        "632": "ಥ",
        "633": "ದ",
        "634": "ಧ",
        "635": "ನ",
        "636": "ಪ",
        "637": "ಫ",
        "638": "ಬ",
        "639": "ಭ",
        "640": "ಮ",
        "641": "ಯ",
        "642": "ರ",
        "643": "ಱ",
        "644": "ಲ",
        "645": "ಳ",
        "646": "ವ",
        "647": "ಶ",
        "648": "ಷ",
        "649": "ಸ",
        "650": "ಹ",
        "651": "ಾ",
        "652": "ಿ",
        "653": "ೀ",
        "654": "ು",
        "655": "ೂ",
        "656": "ೃ",
        "657": "ೆ",
        "658": "ೇ",
        "659": "ೈ",
        "660": "ೊ",
        "661": "ೋ",
        "662": "ೌ",
        "663": "್",
        "664": "೦",
        "665": "೧",
        "666": "೨",
        "667": "೩",
        "668": "೪",
        "669": "೫",
        "670": "೬",
        "671": "೭",
        "672": "೮",
        "673": "೯",
        "674": "‌",
        "675": "‍",
        "676": "–",
        "677": "—",
        "678": "‘",
        "679": "’",
        "680": "“",
        "681": "”",
        "682": "…",
        "0": "<blank>",
        "1": "<pad>"
    },
    "num_classes": 683,
    "vocab_size": 681
}